{"_meta":{"sources":[{"json":"Fendas","abbreviation":"FCS","full":"Fendas Campaign Setting","color":"e3b04b","authors":["dsalexan"],"version":"1.0","targetSchema":"1.0.0"}],"optionalFeatureTypes":{"EXPT":"Exploits"},"internalCopies":["race"]},"race":[{"name":"Fairy","source":"Fendas","page":1,"size":"V","speed":{"alternate":{"walk":[{"number":10,"condition":"(tiny form)"},{"number":25,"condition":"(humanoid form)"}],"fly":[{"number":50,"condition":"(tiny form)"},{"number":30,"condition":"(humanoid form, difficult terrain above 5 ft.)"}]}},"ability":[{"str":-1,"dex":1,"cha":2}],"entries":[{"name":"Age","type":"entries","entries":["Fairies mature at a rate similar to humans, but stop aging shortly thereafter, to live a life of permanent youth."]},{"name":"Alignment","type":"entries","entries":["The vast majority of fairies are chaotic, and are almost never evil. They value fun and fair play highly, though their definition of these values often sound alien for other races."]},{"type":"entries","name":"Size","entries":["In tiny form adult fairies stand between 6 in and 1 ft tall in average (or 15 cm and 30 cm). In humanoid form fairies average between 4 ft and 6 ft tall (or 1,50 m and 1,80 m)."]},{"type":"entries","name":"Speed","entries":["In tiny form your base walking speed is 10 ft (or 3 m). In humanoid form your base walking speed is 25 ft (or 7,5 m)."]},{"name":"Flight","entries":["In tiny form you have a flying speed of 50 ft (or 15 m). To use this speed, you can’t be in armor. In humanoid form you have a flying speed of 30 ft (or 9 m). The air is considered difficult terrain when you are further than 5 ft from solid ground, and if you remain in flight for more than a minute without touching down, you must succeed on a DC 10 Constitution saving throw or take a level of exhaustion (repeating the save for every minute of flight). To use this speed, you can't be wearing medium or heavy armor."],"type":"entries"},{"name":"Faeform","entries":["Fae (or fairies) are able to adjust their size in accordance with mood, whim, or environment – a choice between their tiny form or humanoid form. In the tiny form it's facial traits become much more symmetrical and sharp, butterfly wings burst from the back and the skin color shifts to a aberrant tone (often to a excessively pale white or a dark as night onyx). In the humanoid form a fairy could almost be mistaken for a high elf - if not for their irregular eyes (often entirely black, or with unnaturally large irises in an iridescent rainbow of varying colors) and the wings (not as big proportionally when compared to it's tiny form) that unfold from their shoulder blades. Fairies can change between Fae form and Humanoid form for a maximum of once between short or long rests. For a extra change before a rest, you gain one point of exhaustion.","Fairies can change between Fae form and Humanoid form for a maximum of once between short or long rests. This maximum increases to two at 5th level, three at 10th level, four at 15th level and five at 20th level. For a extra change before a rest, you gain one point of exhaustion."],"type":"entries"},{"name":"Fey Ancestry","entries":["You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."],"type":"entries"},{"name":"Gift of the Tricky","entries":["You have proficiency with deception, perception and arcana checks."],"type":"entries"},{"name":"True Name","entries":["A fae have advantage in all charisma checks against a creature whose name were freely (not under effect of spells such suggestion) given to the fairy. If a fairy give it's true name freely to a creature, such creature will have advantage in all charisma checks against the fairy."],"type":"entries"},{"name":"Feeble","entries":["Your small body makes you unfit for feats of strength. You make Strength rolls at disadvantage and can't wield weapons without the Undersized property while in tiny form."],"type":"entries"},{"name":"Languages","entries":["You can speak, read, and write Common and Sylvan"],"type":"entries"}],"fluff":{"entries":[{"type":"quote","entries":["Lord, what fools these mortals be!"],"by":"Puck","from":"Midsummer Night's Dream"},{"type":"entries","name":"Fey Folk Nature","entries":["While typically small by nature, most fey folk can alter their appearance at will using magic or glamor, and can thus adjust their size in accordance with mood, whim, or environment. When at full height, a fairy could almost be mistaken for a high elf if not for their irregular eyes (often entirely black, or with unnaturally large irises in an iridescent rainbow of varying colors) and the wings that unfold from their shoulder blades. Your wings can look however you want them to, and they can be disguised if necessary. Fairies are often supernaturally beautiful, which they use to their advantage to charm and trick the weak-minded."]},{"type":"entries","name":"True Name","entries":["Fae’s true names however are sacred and finding out their true name can either be a great honor or detriment to said fae. The Fae are very distrustful of the outside world, they keep their name a secret because of the legend all young fae are told.","The Legend as told by the Fae today, starts with a peaceful realm where all were happy and healthy till one day a witch discovered a way into the feywilds. The witch saw this beautiful realm and viewed it as a safe haven from her realm were she was pursued for her evil deeds. She decided to make her home deep in the woods of the feywilds unknowing that an entire race of Fae people lived not far away.","One day while a group of Fae were hunting they came across the home the witch had made and witnessed as the witch used magic in a way they had never seen before. Curious the Fae party approached the witch but as the party got closer the witch heard them and whipped around to face them. The witch saw the weapons the hunting party had on their backs and hips instantly thinking they were sent to kill her.","The witch attacked in full force killing the party leaving no trace behind. The witch seeing how easily she had killed them thought that if there were more she could rule them as a goddess. So the witch set out to find more Fae and to see how primitive they really were. After a half day of travel the witch discovered the colony of Fae and was surprised to see how many there really were, she knew she could not take on everyone so she devised a spell that could enslave them if she only had their name.","The witch took her spell and headed to the colony to see if she could trick them into giving there names to her. When she arrived she was greeted with surprised but non hostile faces, the witch asked as sweetly as she could in the common tongue what their names were. The Fae looked confused as they only spoke a kind of Sylvan, they asked the witch what language she spoke and was shocked to she her grin and reply in Sylvan back asking her question again. She soon learned all their names and used her spell to take over."]},{"type":"entries","name":"Fairy Names","entries":["Fairies share their heritage with other fey and elves. As such, most naming customs are also shared between them. For instance, a fairy that comes of age is often named similarily to elves, but they prefer to go by nicknames derived from situations they have experienced during their adolecense. For instance, a fairy that tames a bobcat as a mount might be dubbed Lynxlove.",{"type":"list","style":"list-hang-notitle","items":[{"type":"item","name":"Male Names:","entry":"???"},{"type":"item","name":"Female Names:","entry":"???"},{"type":"item","name":"Nicknames","entry":"Antfighter, Beesting, Dancing Leave, Glitterdust, Mouserider, Raindrop, Snowblanket."}]}]}]},"traitTags":["Uncommon Race"],"skillProficiencies":["deception","arcana"],"languageProficiencies":[{"common":true,"sylvan":true}]},{"name":"Human (Mier)","source":"Fendas","page":14,"ability":[{"str":2,"dex":1}],"skillProficiencies":["survival"],"traitTags":["Unarmed Strike"],"_copy":{"name":"Human","source":"PHB","_mod":{"entries":[{"mode":"appendArr","items":[{"type":"entries","name":"Keen Smell","entries":["You gain advantage on Wisdom (Perception) checks that rely on smell."]},{"type":"entries","name":"Animal Instincts","entries":["You have proficiency in the Survival skill."]},{"type":"entries","name":"Bearkin","entries":["You are proficient with unarmed strikes and your unarmed strike uses a d4 for damage."]}]},{"mode":"removeArr","names":"Languages"},{"mode":"appendArr","items":{"name":"Languages","entries":["You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on.","You also know Baeric in addition to your other languages. Baeric is a primitive language of growls and barks most often used to quickly convey details while hunting and to intimidate. It has no written form."],"type":"entries"}}],"languageProficiencies":{"mode":"appendArr","items":{"baeric":true}}}}},{"name":"Dwarf","source":"Fendas","page":15,"_copy":{"name":"Dwarf","source":"PHB","_mod":{"subraces":[{"mode":"appendArr","items":{"name":"Frost","ability":[{"cha":1}],"traitTags":["Damage Resistance"],"entries":[{"name":"Frigid Resistance","entries":["You have resistance to cold damage."],"type":"entries"},{"name":"Shipbuilder","entries":["Whenever you attempt to conceptualize a repair or an upgrade to a water vehicle that requires special materials, you know of said materials and where to find them, but dependent on the materials or what they will be used for, the DM may rule their rarity/difficulty when it comes to obtaining them. Additionally whenever you attempt to fix a water vehicle, make an upgrade or an addition, you have advantage on the ablilty check being made."],"type":"entries"}]}}]}}}],"class":[{"name":"Artisan","source":"Fendas","page":5,"hd":{"number":1,"faces":8},"proficiency":["con","cha"],"classTableGroups":[{"colLabels":["Artistry Points"],"rows":[[1],[2],[3],[4],[5],[6],[7],[8],[9],[10],[11],[12],[13],[14],[15],[16],[17],[18],[19],[20]]}],"multiclassing":{"requirements":{"int":13},"proficienciesGained":{"armor":["light","medium"],"tools":["Choose one from Alchemist's Supplies, Brewer's Supplies, Calligrapher's Supplies, Disguise kit, Forgery Kit, Jeweler's Tools, Painter's Supplies, Smith's Tools, Tinker's Tools"]}},"startingProficiencies":{"armor":["light","medium"],"weapons":["simple"],"tools":["Choose two from Alchemist's Supplies, Brewer's Supplies, Calligrapher's Supplies, Disguise kit, Forgery Kit, Jeweler's Tools, Painter's Supplies, Smith's Tools, Tinker's Tools"],"skills":[{"choose":{"from":["Athletics","Arcana","History","Insight","Perception","Investigation","Persuasion","Performance"],"count":2}}]},"startingEquipment":{"additionalFromBackground":true,"default":["(a) {@item leather armor|phb} or (b) {@item chain shirt|phb}","(a) two {@item handaxe|phb} or (b) any {@filter simple weapons|items|source=phb|category=basic|type=simple weapon}","(a) a {@item dungeoneer's pack|phb} or (b) a {@item entertainer's pack|phb}","(a) {@item calligrapher's supplies|phb} or (b) {@item painter's supplies|phb} or (c) {@item woodcarver's tools|phb}"],"goldAlternative":"{@dice 4d4×10|4d4 × 10|Starting Gold}"},"classFeatures":[[{"name":"Artistry","entries":["At 1st level, your passion for the arts fuels your artistic pursuits. You have a reservoir of mental energies represented by a pool of artistry points equal to your artisan level. You may spend these points to perform various artistry features. You start knowing three such features: Artful Craft, Artful Camouflage, and Artful Deceit. You learn more artistry features as you gain levels in this class","When you spend a artistry point, it is unavailable until you finish a long rest, at the end of which you replenish all of your expended artistry. Some of your artistry features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:",{"type":"abilityDc","name":"Artistry","attributes":["int"]},{"type":"entries","name":"Artful Craft","entries":["During a short rest, you may spend 1 Artistry point to transform a mundane object in your inventory into a piece of artwork worth half your artisan level gold pieces (minimum 1)."]},{"type":"entries","name":"Artful Camouflage","entries":["You learn to create convincing camouflage to help blend into your surroundings. To do so, select a camouflage from the list below, and spend 1 Artistry point and ten minutes to create the desired camouflage. You gain advantage on hide and stealth checks while in the terrain corresponding to your camouflage.",{"type":"table","caption":"Camouflage","colLabels":["Terrain"],"colStyles":["col-12 text-center"],"rows":[["Desert"],["Forest"],["Mountain"],["Snow"],["Urban"]]}]},{"type":"entries","name":"Artful Deceit","entries":["You may spend 1 Artistry point and ten minutes to create a convincing disguise or forgery. You roll with advantage on your next ability check using the disguise kit or forgery kit."]}]},{"name":"Flash of Inspiration","entries":["Starting at 1st level, you learn to tap into your limitless pool ofcreativity and apply it to a given task. You may add yourproficiency bonus to one ability check you make. You can usethis feature a number of times equal to your Intelligencemodifier (a minimum of once). You regain any expended useswhen you finish a long rest."]}],[{"name":"Profession","entries":["When you reach 2nd level, you commit yourself to a profession: Alchemist, Blacksmith, Golemancer, or Tinkerer, all detailed at the end of the class description. Your profession grants you features at 2nd level and again at 6th, 10th, 14th and 18th level."],"gainSubclassFeature":true}],[{"name":"Detail Oriented","entries":["Beginning at 3rd level, your powers of observation becomerazor sharp, and your attention to detail means that nothingslips past you. Add half your proficiency modifier (minimum 1)to your passive perception. Also, you may spend 1 Artistrypoint to gain advantage on a single Wisdom (perception,insight) or Intelligence (investigation) check."]}],[{"name":"Flash of Ingenuity","entries":["Starting at 4th level, you can now use your Flash of Inspiration class feature to add your proficiency bonus to one saving throw you make."]},{"name":"Ability Score Improvement","entries":["When you reach 4th, 8th, 12th, 16th, and 18th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."]}],[{"name":"Art of War","entries":["At 5th level, your experience as an adventurer has taught you many harsh, but valuable lessons. You realize that in order to create something new, you must destroy something old, and you carry this ethos into your martial training. You can attack a target within range as a reaction immediately after hitting a target, or taking damage."]}],[{"name":"Profession feature","entries":["At 6th level, you gain one feature granted by your Profession."],"gainSubclassFeature":true}],[{"name":"Mastercraft Weapon","entries":["When you reach 7th level, you complete your mastercraft weapon. Gain proficiency with a martial melee weapon of your choice, add one of that weapon to your inventory, and give it a name. The named weapon becomes your mastercraft weapon. You are assumed to have been working on you mastercraft weapon for quite some time, finally finishing it during a short or long rest after you reach 6th level.","If you lose your mastercraft weapon or wish to create a new one, you can craft another mastercraft weapon. The process takes 24 hours over the course of three days and costs 200 gp. The cost represents the material components you expend to craft the weapon. You do not gain a new weapon proficiency from this feature after crafting a new mastercraft weapon.","The bond you have with your mastercraft weapon fades once it’s discarded or lost. A discarded or lost mastercraft weapon mysteriously rusts and decays, becoming useless, and does not retain the bonuses gained from your other class features. Other creatures attempting to use your mastercraft weapon do so with disadvantage, and none of the bonuses gained from your class features."]}],[{"name":"Ability Score Improvement","entries":["At 8th level, you gain another Ability Score Improvement."]},{"name":"Flash of Genius","entries":["Beginning at 8th level, you can now use your Flash of Inspiration class feature to add your proficiency bonus to one Attack you make."]}],[],[{"name":"Profession feature","entries":["At 10h level, you gain one feature granted by your Profession."],"gainSubclassFeature":true}],[{"name":"Artful Mimicry","entries":["Starting at 11th level, you have mastered the art of mimicry. Good artists copy, and you are no exception. Through careful observation, you are able to copy and learn from another creature’s actions.","Whenever another creature you can see performs an ability check or the Attack action, you may use your reaction to spend 3 Artistry points, and copy the result for later use. The next time you would make the same ability check or Attack action, you may use the copied result instead of rolling your own. The copied result includes modifiers.","You may only copy one ability check or Attack roll at a time. You may forget a copied result as a bonus action. You cannot copy the actions of a creature whose anatomy is dramatically different from your own."]}],[{"name":"Ability Score Improvement","entries":["At 12th level, you gain another Ability Score Improvement."]}],[],[{"name":"Profession feature","entries":["At 14h level, you gain one feature granted by your Profession."],"gainSubclassFeature":true}],[{"name":"Intelligent Design","entries":["When you reach 15th level, you modify your mastercraft weapon, improving upon its design, making it more intuitive to use, and tailoring it to your unique fighting style. When making an Attack with your mastercraft weapon, you use your choice of your Strength, Dexterity, or Intelligence modifier for the Attack and Damage Rolls. You must use the same modifier for both rolls."]},{"name":"Wondrous Invention","entries":["At 15th level, you craft another item from your Wondrous Invention feature."]}],[{"name":"Ability Score Improvement","entries":["At 16th level, you gain another Ability Score Improvement."]}],[{"name":"Grand Architect","entries":["Starting at 17th level, you tap into the mystical energies provided by Gond to bring an object from your imagination into reality. To do so, use an action and spend 4 Artistry points to create an object--it must be no larger than a 5-foot cube.","The object magically materializes in an unoccupied space of your choice within 30 feet of you. The object is made from your choice of one material: wood, stone, or iron. The maximum weight of the object cannot exceed 300lbs, and cannot be mechanically complicated, or magical.",{"type":"table","caption":"Material Weight","colLabels":["Material","Weight"],"colStyles":["col-8 text-center","col-4"],"rows":[["Cubic food of wood","50 lbs"],["Cubic food of stone","150 lbs"],["Cubic food of iron","500 lbs"]]}]}],[{"name":"Ability Score Improvement","entries":["At 18th level, you gain another Ability Score Improvement."],"gainSubclassFeature":true}],[],[{"name":"Fate Shaper","entries":["At 20th level, you have learned to intuitively shape the fate of those around you. Great artists steal, and you are no exception.","Whenever another creature you can see performs an ability check or the Attack action, you may use your reaction to spend 5 Artistry points, and steal the result for later use. The target creature must make another ability check or Attack roll. The next time you would make the same ability check or Attack action, you may use the stolen result instead of rolling your own. The stolen result includes modifiers.","You may only steal one ability check or Attack roll at a time. You may forget a stolen result as a bonus action. You cannot steal the actions of a creature whose anatomy is dramatically different from your own."]}]],"subclassTitle":"Profession","subclasses":[{"name":"Blacksmith","shortName":"Blacksmith","subclassFeatures":[[{"name":"Blacksmith","entries":["Blacksmiths dot the vast landscape of D&D, appearing as skilled craftspeople, shrewd negotiators, and mighty allies. Hardy and stoic, blacksmiths resemble the character of the weapons they forge. A blacksmith will always prefer to swing a hammer at a piece of hot steel than another living being. However, if a foe needs to be felled, you can count on a blacksmith’s blade to never dull.",{"type":"entries","name":"Blacksmithing","entries":["Starting when you choose this profession at 2nd level, you learn the noble trade of blacksmithing. You may use this class feature to create one mundane weapon or armor from memory at the end of a long rest where you have access to a forge and an anvil. The process takes 2 hours, and requires blacksmithing tools. You may create any piece of equipment listed on the equipment table, spending an appropriate amount of gold pieces. The cost represents the material components you expend to craft the desired equipment."]},{"type":"entries","name":"Cantrips","entries":["At 2nd level, you know the mending and blade ward cantrips."]},{"type":"entries","name":"Martial Training","entries":["Beginning at 2nd level, you learn to use the implements of war you have learned to create. You gain proficiency with Heavy Armor and Martial Weapons"]}]}],[{"entries":[{"type":"entries","name":"Moradin's Fire","entries":["At 6th level, you have learned to summon Gond’s fire. You may use this class feature to produce an intense jet of flame from your mouth. You target a creature or object that you can see within 5 ft. If you target a creature, it must make a Dexterity saving throw against your Artistry save DC. A target takes 2d6 fire damage on a failed save, or half as much damage on a successful one. Once you use this feature, you can’t use it again until you finish a short or long rest. This feature also fulfills the blacksmithing forge requirement.","Additionally, your continued exposure to heat and extreme temperatures has granted you resistance to fire damage."]}]}],[{"entries":[{"type":"entries","name":"Arcane Forge","entries":["Beginning at 10th level, you learn to imbue your creations with magical power. Whenever you create a weapon or armor using Gond’s Fire, you may double the cost, and make a DC14 Intelligence (Arcana) check with your blacksmith’s tools. You create a weapon+1 or armor+1 on a successful check, or a mundane weapon or armor on a failed one.","Additionally, you modify your mastercraft weapon to become a weapon +1."]}]}],[{"entries":[{"type":"entries","name":"Moradin's Anvil","entries":["Starting at 14th level, you have learned to summon an arcane anvil to shape your metals upon. To do so, your concentration is required to materialize Gond’s Anvil in an empty space on the floor you can see within 10ft of you. The anvil occupies two cubic feet of space, and weighs 300 lbs. After 1 minute, or until you lose your concentration, the anvil disappears. This feature also fulfills the blacksmithing anvil requirement."]},{"type":"entries","name":"Imbue Mastercraft","entries":["At 14th level, you etch runes into your mastercraft weapon to imbue it with arcane power. Choose a damage type from the list below. You deal an additional 1d8 damage of the chosen type with your mastercraft weapon. You may change the type of damage this feature adds to your mastercraft weapon after a short or long rest.",{"type":"table","caption":"Imbued Mastercraft Damage","colLabels":["Type"],"colStyles":["col-12 text-center"],"rows":[["Acid"],["Cold"],["Fire"],["Force"],["Lightning"],["Necrotic"],["Poison"],["Psychic"],["Radiant"],["Thunder"]]}]}]}],[{"entries":[{"type":"entries","name":"Moradin's Forge","entries":["Starting at 18th level, you learn to imbue your creations with magical power. Whenever you create a weapon or armor using either Gond’s Fire and Gond’s anvil, you may triple the cost, and make a DC16 Intelligence (Arcana) check with your blacksmith’s tools. You create a weapon+3 or armor+3 on a successful check, or a mundane weapon or armor on a failed one. Additionally, you modify your mastercraft weapon to become a weapon+3."]}]}]]}]},{"name":"Ranger, Reimaginated","source":"Fendas","page":8,"hd":{"number":1,"faces":10},"proficiency":["str","dex"],"classTableGroups":[{"colLabels":["Hunter's Mark"],"rows":[[{"type":"dice","toRoll":[{"number":1,"faces":4}]}],[{"type":"dice","toRoll":[{"number":1,"faces":4}]}],[{"type":"dice","toRoll":[{"number":1,"faces":4}]}],[{"type":"dice","toRoll":[{"number":1,"faces":4}]}],[{"type":"dice","toRoll":[{"number":1,"faces":6}]}],[{"type":"dice","toRoll":[{"number":1,"faces":6}]}],[{"type":"dice","toRoll":[{"number":1,"faces":6}]}],[{"type":"dice","toRoll":[{"number":1,"faces":6}]}],[{"type":"dice","toRoll":[{"number":1,"faces":6}]}],[{"type":"dice","toRoll":[{"number":1,"faces":6}]}],[{"type":"dice","toRoll":[{"number":1,"faces":8}]}],[{"type":"dice","toRoll":[{"number":1,"faces":8}]}],[{"type":"dice","toRoll":[{"number":1,"faces":8}]}],[{"type":"dice","toRoll":[{"number":1,"faces":8}]}],[{"type":"dice","toRoll":[{"number":1,"faces":8}]}],[{"type":"dice","toRoll":[{"number":1,"faces":8}]}],[{"type":"dice","toRoll":[{"number":1,"faces":10}]}],[{"type":"dice","toRoll":[{"number":1,"faces":10}]}],[{"type":"dice","toRoll":[{"number":1,"faces":10}]}],[{"type":"dice","toRoll":[{"number":1,"faces":10}]}]]}],"multiclassing":{"requirements":{"dex":13,"wis":13},"proficienciesGained":{"armor":["light","medium","shields"],"weapons":["simple","martial"],"skills":[{"choose":{"from":["animal handling","athletics","insight","investigation","nature","perception","stealth","survival"],"count":1}}]}},"startingProficiencies":{"armor":["light","medium","shields"],"weapons":["simple","martial"],"skills":[{"choose":{"from":["acrobatics","athletics","insight","investigation","investigation","nature","perception","stealth","survival"],"count":4}}]},"startingEquipment":{"additionalFromBackground":true,"default":["(a) two {@item shortsword|phb|shortswords} or (b) two {@filter simple melee weapons|items|source=phb|category=basic|type=simple weapon;melee weapon=sand}","(a) a {@item dungeoneer's pack|phb} or (b) an {@item explorer's pack|phb}","(a) a {@item longbow|phb} and a {@item quiver|phb} of {@item arrows (20)|phb|20 arrows} or (b) a {@item light crossbow|phb} and a {@item quiver|phb} of {@item bolts (20)|phb|20 bolts}","{@item studded leather armor|phb}"],"goldAlternative":"{@dice 5d4×10|5d4 × 10|Starting Gold}"},"classFeatures":[[{"name":"Hunter's Mark","entries":["You have learned to read your prey, analyzing it with a careful eye and allowing your attacks to strike deeper and truer.","As a bonus action on your turn, you can choose a creature you can see within 60 feet of you and mark it as your quarry. Enemies are unaware they are marked, although they may notice you studying them and draw their own conclusions. You can maintain this mark for a number of hours equal to your ranger level.","Whenever you hit the marked target with a weapon attack you deal extra damage of the weapon's type, as shown on the Ranger table. While your prey is marked, you have advantage on Wisdom (Perception) or Wisdom (Survival) checks you make to find or track it.","This effect ends if you fall unconscious, use it on another creature, or dismiss it as a bonus action.","You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a short or long rest."]},{"name":"Deft Explorer","entries":["{@i 1st-level ranger feature (replaces Natural Explorer)}","You are an unsurpassed explorer and survivor. Choose one of the following benefits, and then choose another one at 6th and 10th level.",{"type":"options","entries":[{"name":"Canny","entries":["Choose one skill: {@skill Animal Handling}, {@skill Athletics}, {@skill History}, {@skill Insight}, {@skill Investigation}, {@skill Medicine}, {@skill Nature}, {@skill Perception}, {@skill Stealth}, or {@skill Survival}. You gain proficiency in the chosen skill if you don't already have it, and you can add double your proficiency bonus to ability checks using that skill.","In addition, thanks to your extensive wandering, you are able to speak, read, and write two languages of your choice."],"type":"entries"},{"name":"Roving","entries":["Your walking speed increases by 5, and you gain a climbing speed and a swimming speed equal to your walking speed."],"type":"entries"},{"name":"Tireless","entries":["As an action, you can give yourself a number of temporary hit points equal to {@dice 1d10} + your Wisdom modifier. You can use this special action a number of times equal to your Wisdom modifier (a minimum of once), and you regain all expended uses when you finish a long rest.","In addition, whenever you finish a short rest, your exhaustion level, if any, is decreased by 1."],"type":"entries"}]}],"source":"UAClassFeatureVariants","page":7}],[{"name":"Fighting Style","entries":["At 2nd level, you adopt a particular style of fighting as your specialty. Choose one of the following options. You can't take a Fighting Style option more than once, even if you later get to choose again.",{"type":"options","entries":[{"type":"entries","name":"Archery","entries":["You gain a +2 bonus to attack rolls you make with ranged weapons."]},{"type":"entries","name":"Close Quarters Shooter","entries":["When making a ranged attack while you are within 5 feet of a hostile creature, you do not have disadvantage on the attack roll. Your ranged attacks ignore half cover and three-quarters cover against targets within 30 feet of you. You have a +1 bonus to attack rolls on ranged attacks."],"source":"UALightDarkUnderdark"},{"type":"entries","name":"Defense","entries":["While you are wearing armor, you gain a +1 bonus to AC."]},{"type":"entries","name":"Dueling","entries":["When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."]},{"type":"entries","name":"Mariner","entries":["As long as you are not wearing heavy armor or using a shield, you have a swimming speed and a climbing speed equal to your normal speed, and you gain a +1 bonus to AC."],"source":"UAWaterborneAdventures"},{"type":"entries","name":"Tunnel Fighter","entries":["As a bonus action, you can enter a defensive stance that lasts until the start of your next turn. While in your defensive stance, you can make opportunity attacks without using your reaction, and you can use your reaction to make a melee attack against a creature that moves more than 5 feet while within your reach."],"source":"UALightDarkUnderdark"},{"type":"entries","name":"Two-Weapon Fighting","entries":["When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."]},{"type":"entries","name":"Blind Fighting","entries":["Being unable to see a creature doesn't impose disadvantage on your attack rolls against it, provided the creature isn't hidden from you."],"source":"UAClassFeatureVariants","page":12},{"type":"entries","name":"Interception","entries":["When a creature you can see hits a target that is within 5 feet of you with an attack, you can use your reaction to reduce the damage the target takes by {@dice 1d10} + your proficiency bonus (to a minimum of 0 damage). You must be wielding a shield or a simple or martial weapon to use this reaction."],"source":"UAClassFeatureVariants","page":12},{"type":"entries","name":"Thrown Weapon Fighting","entries":["You can draw a weapon that has the thrown property as part of the attack you make with the weapon.","In addition, when you hit with a ranged attack using a thrown weapon, you gain a +1 bonus to the damage roll."],"source":"UAClassFeatureVariants","page":12},{"type":"entries","name":"Unarmed Fighting","entries":["Your unarmed strikes can deal bludgeoning damage equal to {@dice 1d6} + your Strength modifier. If you strike with two free hands, the {@dice d6} becomes a {@dice d8}.","When you successfully start a grapple, you can deal {@dice 1d4} bludgeoning damage to the grappled creature. Until the grapple ends, you can also deal this damage to the creature whenever you hit it with a melee attack."],"source":"UAClassFeatureVariants","page":12},{"type":"entries","name":"Druidic Warrior","entries":["You learn two cantrips of your choice from the {@filter druid spell list|spells|level=0|class=druid}. They count as druid spells for you, and Wisdom is your spellcasting ability for them. Whenever you gain a level in this class, you can replace one of these cantrips with another cantrip from the druid spell list."],"source":"UAClassFeatureVariants","page":7}]}]},{"name":"Martial Versatility","entries":["{@i 2nd-level feature (enhances Fighting Style)}","Whenever you gain a level in this class, you can replace a fighting style you know with another style available to your class. This change represents a shift of focus in your martial training and practice, causing you to lose the benefits of one style and gain the benefits of another style."],"source":"UAClassFeatureVariants","page":12},{"name":"Grit","entries":["At 2nd level, your harsh experiences have given you immense skill and determination. You gain a number of grit points equal to your Wisdom modifier (minimum of 1). You regain all expended grit points whenever you finish a short or long rest. You also regain 1 grit point whenever you are critically hit by an attack or make a successful saving throw. You can never have more grit points than your Wisdom modifier.",{"type":"entries","name":"Exploits","entries":["You can spend your grit points to perform various {@filter exploits|optionalfeatures|Feature Type=EXPT}. You learn one exploit when you reach 3rd level, and one more each at 6th and 9th level. Additionally, when you learn a new exploit, you can choose one of the exploits you know and replace it with another exploit that you could learn at that level.","If an exploit has prerequisites, you must meet them to learn it. You can learn the exploit at the same time that you meet its prerequisites. A level prerequisite refers to your level in this class.Some of your exploits and ranger class features force your target to make a saving throw to resist the feature's effects.",{"type":"abilityDc","name":"Spell","attributes":["wis"]}]}]}],[{"name":"Ranger Archetype","entries":["At 3rd level, you choose an archetype that you strive to emulate from the list of available archetypes. Your choice grants features at 3rd level, and again at 7th, 11th, and 15th level."],"gainSubclassFeature":true}],[{"name":"Ability Score Improvement","entries":["When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.","If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."]}],[{"name":"Extra Attack","entries":["Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn."]}],[{"name":"Swift Response","entries":["Starting at 6th level, you react with swift and lethal action when attacked. This grants you the following benefits: When you roll initiative, you can treat a d20 roll of 9 or lower as a 10.","On your first turn in combat, you have advantage on attack rolls you make against creatures that have not yet acted."]}],[{"name":"Ranger Archetype feature","entries":["At 7th level, you gain a feature granted to you by your Ranger Archetype."],"gainSubclassFeature":true}],[{"name":"Ability Score Improvement","entries":["When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.","If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."]}],[{"name":"Keen Eye","entries":["Starting at 9th level, you are adept at picking up on the weaknesses of your prey. As a bonus action, you can study a creature targeted by your Hunter's Mark and learn whether the creature has any damage immunities, resistances, or vulnerabilities and what they are. If the creature is hidden from divination magic, you sense that it has no damage immunities, resistances, or vulnerabilities."]}],[{"name":"Relentless Endurance","entries":["Starting at 10th level, you gain temporary hit points equal to your ranger level whenever you finish a short or long rest."]}],[{"name":"Ranger Archetype feature","entries":["At 11th level, you gain a feature granted to you by your Ranger Archetype."],"gainSubclassFeature":true}],[{"name":"Ability Score Improvement","entries":["When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.","If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."]}],[{"name":"Ranger's Guard","entries":["At 13th level, whenever the target of your Hunter's Mark forces you to make a saving throw and whenever you make an ability check to escape that target's grapple, add 1d6 to your roll."]}],[{"name":"Blindfighting","entries":["At 14th level, you gain preternatural senses that help you fight creatures you can’t see. When you attack a creature you can’t see, your inability to see it doesn’t impose disadvantage on your attack rolls against it."]}],[{"name":"Ranger Archetype feature","entries":["At 15th level, you gain a feature granted to you by your Ranger Archetype."],"gainSubclassFeature":true}],[{"name":"Ability Score Improvement","entries":["When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.","If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."]}],[{"name":"Counterattack","entries":["At 17th level, you gain the ability to counterattack when your prey tries to sabotage you. If the target of your Hunter's Mark forces you to make a saving throw, you can use your reaction to make one weapon attack against the quarry. You make this attack immediately before making the saving throw. If your attack hits, your save automatically succeeds, in addition to the attack's normal effects.","You are also aware of the location of any invisible creature within 30 feet of you, provided that the creature isn’t hidden from you and you aren’t blinded or deafened."]}],[{"name":"Expert Skirmisher","entries":["By 18th level, you are a master of maneuvering in combat. Your movement no longer provokes opportunity attacks."]}],[{"name":"Ability Score Improvement","entries":["When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.","If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."]}],[{"name":"Unyielding","entries":["At 20th level, you can draw on the steel will and determination within you to continue the fight. When a hostile creature inflicts damage that reduces you to below half your hit point maximum, you can choose to instantly gain 40 temporary hit points and to regain all expended grit points. Once you use this feature, you must finish a long rest before you can do so again."]}]],"subclassTitle":"Ranger Archetype","subclasses":[{"name":"Beastmaster","subclassFeatures":[[{"name":"Beastmaster","entries":["The life of a ranger can be lonely and dangerous. Some adapt by learning to create a magical bond between themselves and a creature. United in focus, beast and ranger fight the monsters that threaten civilization and the wilderness alike.",{"type":"entries","name":"Bonus Proficiency","entries":["When you choose this archetype at 3rd level, you gain proficiency in the Animal Handling skill."]},{"type":"entries","name":"Companion","entries":["In your travels and adventures, you have learned to magically bond a creature to yourself to aid you. Your companion accompanies you on your adventures and is trained to fight alongside you. Choose a beast, dragon, or monstrosity to be your companion, abiding by the restrictions below:",{"type":"list","items":["cannot be larger than Medium, or Small if it has a flying speed","cannot be a swarm","must have an Intelligence score of 4 or lower","must have a Challenge Rating of 1/2 or lower"]},"Add your proficiency bonus to your companion's AC and attack rolls, as well as to any saving throws and skills with which it is proficient. Its hit point maximum equals the hit point number in its stat block or 18, whichever is higher. It can spend Hit Dice during a short rest to regain hit points like any other creature.","Your companion acts as you wish. It rolls initiative like any other creature. If it has a multiattack option, it cannot use it.","Your companion understands your speech, and you can intuit basic concepts and statements as long as you can see or hear it.","If you are incapacitated or absent, your companion acts as you wish.","If your companion is ever slain, the magical bond you share allows you to return it to life. With 8 hours of work and the expenditure of 25 gp/level worth of rare herbs and fine food, you can call forth your companion's spirit and use your magic to create a new body for it. You can return a companion to life in this manner even if you do not possess any part of its body. Each time you level up, your companion gains one Hit Die, and its hit point maximum increases by 5 + its Constitution modifier. Whenever you gain the Ability Score Improvement class feature, your companion's abilities also improve. Your companion can increase one ability score of your choice by 2, or it can increase two ability scores of your choice by 1. As normal, your companion can't increase an ability score above 20 using this feature."]}]}],[{"entries":[{"type":"entries","name":"Coordinated Attacks","entries":["Starting at 7th level, when your companion attacks the target of your Hunter's Mark, it inflicts extra damage to the marked target as shown in the Ranger table.","Additionally, your companion's attacks count as magic weapons for purposes of overcoming resistances or immunities."]}]}],[{"entries":[{"type":"entries","name":"Strengthened Bond","entries":["At 11th level, the magical bond with your companion becomes even stronger. While your companion can see you it has advantage on all saving throws, and it adds your proficiency bonus to its damage rolls."]}]}],[{"entries":[{"type":"entries","name":"Bestial Endurance","entries":["At 15th level, whenever an attacker that your companion can see hits it with an attack, it can use its reaction to halve the attack’s damage against it."]}]}]],"source":"PHB","shortName":"Beastmaster"}]}],"subclass":[{"class":"Warlock","name":"The Angel of Death","shortName":"Angel of Death (FCS)","source":"Fendas","page":9,"subclassFeatures":[[{"name":"The Angel of Death","entries":["Azrael, as it was known in the most ancient of tomes. Be a old god spawn into existence as a making of the Void God or a otherwordly creature arriving at Ertra from its cosmic travels, this \"angel\" ascended beyond its pairs by gathering power from the fallen gods of the underworld.","It is not a force of chaos nor a force of evil. The Angel of Death chooses those who acknowledge no limitations or obstracles in their search for power.",{"type":"entries","name":"Expanded Spell List","entries":["The Angel of Death lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",{"type":"table","caption":"Angel of Death Expanded Spells","colLabels":["Spell Level","Spells"],"colStyles":["col-3 text-center","col-9"],"rows":[["1st","{@spell inflict wounds}, {@spell ray of sickness}"],["2nd","{@spell blindness/deafness}, {@spell phantasmal force}"],["3rd","{@spell azrael's black hole sun|Fendas}, {@spell feign death}"],["4th","{@spell phantasmal killer}, {@spell evard's black tentacles}"],["5th","{@spell reincarnate}, {@spell planar binding}"]]}]},{"name":"Archangel's Blessing","entries":["Starting at 1st level, when you reduce a hostile creature to 0 hit points or when you score a critical hit, you gain temporary hit points equal to your Charisma modifier + your warlock level (minimum of 1). Every time you gain temporary hit points this way your body acquire some physical celestial traits such as beast-like pupils, scales, extremelly whitened/darkned skin, etc. These traits disappear after a long rest.","Additionally, you can cast speak with dead as a ritual once per short or long rest."]}]}],[{"entries":[{"name":"Near-Death Experience","entries":["The will of your patron flows through you, and you have become versed in channeling it into blurring the limitations of the living.","Once you reach 6th level, you may, as a reaction, empower a entity to resist death itself. A creature of your choosing in 60 ft does not fall uncounscious or dead by hitting 0 or less hit points (however it continues to make death saving throws each of its rounds, even if it normally wouldn't). If it succeeds its death saving throws, the creature gains 1 point of exhaustion.","You can only use this feature once per long rest, and a creature can only be targeted by this feature once a week."]}]}],[{"entries":[{"name":"Unknown 10th Feature","entries":["Lorem Ipsum Dolor"]}]}],[{"entries":[{"name":"Unknown 14th Feature","entries":["Lorem Ipsum Dolor"]}]}]]},{"class":"Monk","name":"Way of the Zoroaster","source":"Fendas","shortName":"Zoroaster (FCS)","page":3,"subclassFeatures":[[{"name":"Way of the Zoroaster","entries":["It's said that the first one to learn the Way of the Zoroaster did it during his years in self-imposed exile, observing and mimicking with his body the movement of constellations and asterims visible in the nightly sky.","The monks that choose to follow this way should endure the same process of observation of the starts, seeking amongst the countless celestial bodies the ideal pattern of movement and rythm for their ki. As soon as a guiding start is identified, a monk should train to exhaustion until its patterns and movements are recorded in his flesh. Only then a monk can rise as a {@b master} of the Way of the Zoroaster, no longer a {@b disciple}.",{"type":"entries","name":"Breathing Techniques","entries":["Starting when you take this tradition at 3rd level, you will be ready to receive a vision with your star. Due to exhaustive training mimicking the movement and patterns of the starts you learn new ways to manipulate the ki around you to improve your offensive and defensive skills. The effects varies depending on your knowledge of the monastic tradition:","{@b Disciple.} You can spend 1 ki point and a action to meditate over your breathing and gather the ki around you to enter your body, hardening your skin and boosting your muscles. During the next 1 minute:",{"type":"list","items":["You have a bonus of +1 to your AC.","Your Strength score increases by your Martial Arts die size.","You count as one size larger for calculating carrying capacity."]},{"type":"inset","name":"The Star","entries":["Talk with your GM about setting up a encounter or a challange to develop your character and allow the vision of your star to manifest."]},"{@b Master.} You can spend at least 1 ki point and a bonus action to meditate over your breathing and gather the ki around you to enter your body, hardening your skin and boosting your muscles. During the next 1 minute:",{"type":"list","items":["You have a bonus yo tour AC equals to +1 for each 2 ki points spent (minimum +1).","Your Strength score increases by your Martial Arts die size + 1 for each 2 ki points spent (to a maximum of 30).","You count as two sizes larger for calculating carrying capacity."]},"The effects only wear off at the beginning of your next turn, but you can keep spending ki points to maintain Breathing Techniques."]}]}],[{"entries":[{"type":"entries","name":"Legacy of the Starts","entries":["The monk who bears the tradition of the Way of the Zoroaster learns how apply his ki to bend the space and the laws of physics around itself, willing himself to fly.","Beginning at the 6th level, you can spend 3 ki points to cast fly without material components, targeting yourself and only while not wearing armor or wielding a shield (and except that its not a spell or have magical proprieties). As well as the Breathing Techniques, the effects varies depending on your knowledge of the monastic tradition: ","{@b Disciple.} A additional modification to the regular fly spell is that your flight speed should equal your movement speed (and behaves the same way, being affected by encumbrance or dash actions).","{@b Master.} A additional modification to the regular fly spell is that you can hover and your flying speed is the one specified in the fly spell description plus your additional Unarmored Movement."]}]}],[{"entries":[{"type":"entries","name":"Uranometria","entries":["At 11th level, your communion with the starts is such that allows your ki to flow harmlessly around you, sharpening your intuition. Whenever you make a {@skill Perception} (Wisdom) check you can spend 1 ki point to roll with advantage.","{@b Master}. By spending 2 ki points and concentrating you can expand your consciousness beyond the limits of your body. You can perceive your surroundings as if you were standing in front of what you intend to see, hear, smell, etc... The starting maximum distance is 20 ft. (7 m.). Every turn of concentration you can spent an additional ki point, doubling the distance of augmented perception."]}]}],[{"entries":[{"type":"entries","name":"Peacemaker","entries":["Starting at the 17th level, you reach the pinnacle of your communion with the stars. The space around you is heavily affected by your presence, and the laws of nature are bent under the weight of your ki. By meditating over your breath to utilize your {@b Breathing Techniques} (or during the minute when its effects are active) you can spend a additional 3 ki point to spread your energy in the nature around you. As long as {@b Breathing Techniques} is active, at the beginning of your turn, you regain hit points equal to 1d10 + your Wisdom modifier."]}]}]]},{"class":"Paladin","name":"Oath of the Stormkin","source":"Fendas","shortName":"Stormkin (FCS)","page":19,"subclassFeatures":[[{"name":"Oath of the Stormkin","entries":["(...)",{"type":"entries","name":"Tenets of the Stormkin","entries":["Though never quite the same wording or structure, Stormkin paladins follow a common core of values that can be summarised by the following.",{"type":"entries","entries":[{"type":"entries","name":"Right by Conquest","entries":["That which is taken by force, is by rights property of the one who took it. Paladins of the Storm deny a person's right to life or property unless they are capable of defending it."]}]},{"type":"entries","entries":[{"type":"entries","name":"Strength Deserves Respect","entries":["Those who have proven themselves capable deserve to be treated as an equal. Paladins of this oath believe strength to be a pillar of leadership, whether is be physical limits or mental, weakness is not tolerated nor allowed to lead. However, respect does not mean exempt of reproach or criticism."]}]},{"type":"entries","entries":[{"type":"entries","name":"Even Storms Relent","entries":["When you have beaten a foe, though they are deserved of your contempt, you should never needlessly brutalise his people or land. Paladins of the Storm do not disprove of raiding or pillaging, far from it, but they emphasise the mercy and justice needed of any person of power or otherwise, be it harsh justice and rare mercy."]}]},{"type":"entries","entries":[{"type":"entries","name":"?????","entries":["?????."]}]}]},{"type":"entries","name":"Oath Spells","entries":["You gain oath spells at the paladin levels listed.",{"type":"table","caption":"Oath of the Stormkin Spells","colLabels":["Paladin Level","Spells"],"colStyles":["col-3 text-center","col-9"],"rows":[["3rd","{@spell thunderwave}, {@spell witch bolt}"],["5th","{@spell pass without a trace}, {@spell shatter}"],["9th","{@spell fear}, {@spell lightning bolt}"],["13th","{@spell elemental weapon}, {@spell thunder step}*"],["17th","{@spell stormsphere}, {@spell legend lore}"]]}]},{"type":"entries","name":"Channel Divinity: Thunderstruck","entries":["As a bonus action, you can use your Channel Divinity to cover your body with a layer of electricity. You emit a dim light in a 5 ft. (1.5 m) radius and Thunderstruck lasts for a number of rounds equal to 1 + your Charisma modifier. Any unarmored strikes you make deals a additional 1d4 lightning damage and any creature that hits a melee attack against you takes 1d6 lightning damage.","The dice for the damage towards creatures that successfully hit you increase to 2d6 at 6th level, 3d6 ath 10th level, 4d6 14th and 5d6 at 18th."]},{"type":"entries","name":"Channel Divinity: Shoot to Thrill","entries":["As a bonus action, you can use your Channel Divinity to gather divine energy to empower your strikes and defenses. A sphere of electrical magic appears somewhere in the space around your body, emitting dim light in a 5 ft. (1,5 m) radius. While your concentration is not broken the sphere slowly grows in size and light emitted. For every turn in concentration the dim light area increases by 5 ft. When concentration is broken or as a bonus action you can release the energy in the sphere, adding 1d6 of lightning damage (for each turn in concentration) to a successful attack roll or dissipate the electricity in the air. The lightning damage dice can only be added to damage rolls that already have lightening or thunder type.","The damage die increases to 1d8 at 7th level, 1d10 at 15th level and 1d12 at 20th level. Concentration is broken automatically after 1 minute."]}]}],[{"entries":[{"type":"entries","name":"Aura of the Stormbreaker","entries":["Starting at 7th level, the air around you becomes heavy, and the scent of rain and salt lingers. This aura extends 10 feet from you in every direction, but not through total cover.","If a creature if hostile to you, the area becomes difficult terrain while in the aura. If a creature is friendly (and you) it cannot be surprised while in the aura.","This aura increases to 30 feet at 18th level."]}]}],[{"entries":[{"type":"entries","name":"Thunder of the Gods","entries":["At 15th level,"]}]}],[{"entries":[{"type":"entries","name":"Immigrant Song","entries":["At 20th level, you can directly assume the personified form of your deity. For 1 minute, you gain the following benefits:",{"type":"list","items":["Your movement speed is doubled, and you provoke no attacks of opportunity.","Your AC increases by your Strength modifier.","You can use your Thunderstruck Channel Divinity option without consuming your Channel Divinity usage for the duration."]}]}]}]]}],"background":[{"name":"Gravedigger","source":"Fendas","page":4,"skillProficiencies":[{"athletics":true,"performance":true}],"toolProficiencies":[{"musical instrument":true}],"entries":[{"type":"list","style":"list-hang-notitle","items":[{"type":"item","name":"Skill Proficiencies","entry":"{@skill Athletics} and {@skill Performance}"},{"type":"item","name":"Tool Proficiencies","entry":"A type of {@filter musical instrument|items|source=phb|miscellaneous=mundane|type=instrument}"},{"type":"item","name":"Equipment","entry":"A rock-hammer, a set of {@item common clothes|phb}, 5 torches and a concealable pouch containing 5 gp."}]},{"name":"Feature: Overtaker","type":"entries","entries":["The carving of the ore is a strenuous process, and doing so for many years gave you a certain physical completion. As a gravedigger you are able to easily carve many forms into a very specific type of stone, a very \"rebellious\" one. That ability to carve in a floating ore which shifts its axis at the minimal impact can be translated to battles (or even dancing) as a set of fluid movements and maneuvers executed with strange precision."],"data":{"isFeature":true}},{"type":"section","name":"Suggested Characteristics","entries":["???"]}],"fluff":{"entries":["Yours was the dark cart that creaked down the predawn lanes with hooves, wheels, and driver shrouded in black cloth. Criminal or courtesan, rich man or rat-catcher; they all veered aside, seeking doorways and side streets at your approach. You served as the gallows-man, the night-wagon, and, at times, the plague-wagon.",{"type":"entries","name":"Funeral Rites","entries":["You studied for years what is, for your people, a millennial tradition of honouring the ones that passed away. The funeral rites in which you were introduced are very distinct from the ones of the usual embalmers or cremators. Your culture emphasizes liberty, and there is no more freedom than the sky. You learned how to construct coffins out of a special ore found only in a specific region, a ore that can defy the laws of gravity. After a artistic process of carving the stone practically barehanded, the coffin is displayed in a public celebration for the deceased, where the casket starts hovering above the ground until it floats out of the atmosphere - to the freedom of the sky beyond."]}]}},{"name":"Bastard","source":"Fendas","page":6,"skillProficiencies":[{"choose":{"from":["deception","intimidation","insight","stealth"],"count":2}}],"toolProficiencies":[{"choose":{"from":["forgery kit","disguise kit"]}}],"languageProficiencies":[{"any":1}],"entries":[{"type":"list","style":"list-hang-notitle","items":[{"type":"item","name":"Skill Proficiencies","entry":"Choose 2 from {@skill Deception}, {@skill Intimidation}, {@skill Insight} or {@skill Stealth}. As a bastard, you have had to learn to either lie or force your will upon others in order to avoid frequent beatings and harassment. You are adept at bending the truth to your purposes, or frightening those who might stand against you. You have also become adept at either reading people–in order to understand who might wish you ill–or hiding, and avoiding insult or injury. Keeping to yourself has made you an observer of people, whether that be to garner people's real motivations or to simply avoid them altogether."},{"type":"item","name":"Tool Proficiencies","entry":"{@item Forgery Kit|phb}, or {@item Disguise Kit|phb}."},{"type":"item","name":"Languages","entry":"One of your choice."},{"type":"item","name":"Equipment","entry":"A worn leather satchel stuffed with notes and musings (possibly artistic) from your hours of solitude, a memento from your natural parent, a set of common clothes, a forgery kit, and 9 gp."}]},{"name":"Feature: Unknown Heritage","type":"entries","entries":["You carry in your body and heart the blood of an unknown parent, with abilities, beliefs, and passions with which you are unfamiliar. At least one aspect of this unknown parent will likely affect your life in an unexpected way, either in an important moment or through constant small interactions with the world around you. You might have an ability, a latent talent, a predisposition to a certain skill, or even a power that is atypical for your profession or class. This remnant of your unknown parent may manifest when you least expect it, in surprising ways.","Work with your DM to determine the details of your heritage, how that heritage might manifest itself in known as well as unexpected ways, and its impact on the campaign."],"data":{"isFeature":true}},{"type":"section","name":"Suggested Characteristics","entries":["???"]}],"fluff":{"entries":["You have spent your life as a half-child, receiving the love of one parent but the resentment of another. You seek belonging, but that sense of loneliness has created a drive and discipline that is rare among others your age. Although less likely to form friendships, those few bonds that you do have are strong and uneasily broken. You have also learned to blend in (as much as is possible), to stay out of the eye of those who might mock you. You're also adept at entertaining yourself and spending long periods in solitude."]}},{"name":"Blacksmith","source":"Fendas","page":7,"skillProficiencies":[{"athletics":true,"intimidation":true}],"toolProficiencies":[{"choose":{"from":["forgery kit","disguise kit"]}}],"languageProficiencies":[{"any":1}],"entries":[{"type":"list","style":"list-hang-notitle","items":[{"type":"item","name":"Skill Proficiencies","entry":"{@skill Athletics}, {@skill Intimidation}."},{"type":"item","name":"Tool Proficiencies","entry":"{@item Smith's Tools|phb}, {@item Leartherworker's Tools|phb}."},{"type":"item","name":"Equipment","entry":"A set of Smith's Tools, A set of Leatherworker's tools, a Light hammer, a set of common clothes, and a pouch containing 10 gp."}]},{"name":"Feature: Double Time","type":"entries","entries":["Whenever you or your party has requested items to be forged, you can offer your assistance in order to reduce both the time and the cost by half. This takes up your character's time however."],"data":{"isFeature":true}},{"type":"section","name":"Suggested Characteristics","entries":["???"]}],"fluff":{"entries":["Blacksmiths are some of the most important members of any community, from forging swords and repairing armor to making nails and hinges, their skills are integral to society. Some Blacksmiths work with others in their trade, while some like to work alone; despite some differences, all blacksmiths have the same are of expertise: metal."]}}],"optionalfeature":[{"name":"Affinity for the Dead","prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}},"patron":"The Angel of Death"}],"entries":["Your control of the dead is unmatched. When you cast {@spell speak with dead|phb}, you understand the target, even if they do not share a language with you. The target is compelled to give you truthful answers.","Additionally, you can cast {@spell animate dead|phb} once using a warlock spell slot. You can't do so again until you finish a long rest."],"source":"Fendas","featureType":"EI"},{"name":"Dominate Dead","prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}},"patron":"The Angel of Death"}],"entries":["As an action, you target one undead you can see within 30 ft and invoke your patron’s authority over it. It must make a Charisma saving throw (with advantage if you or your allies are hostile to it). On a failed save, it must obey your commands for the next 24 hours, or until you use this Invocation again. Undead who's CR are equal to or greater than half your Warlock level are immune to this Invocation.","Once you use this invocation, you cannot do so again until you finish a long rest."],"source":"Fendas","featureType":"EI"},{"name":"Eldritch Solar Flare","prerequisite":[{"spell":["eldritch blast#c"],"patron":"The Angel of Death"}],"entries":["When you cast {@spell eldritch blast|phb}, you can absorve flames from any nonmagical source in 30 feet to add 1d6 fire damage a hit."],"source":"Fendas","featureType":"EI"},{"name":"Sanguine Blade","prerequisite":[{"pact":"Blade"}],"entries":["When you hit a creature with your pact weapon, you can choose to channel blood into your attack, allowing you to damage up to two secondary targets that are within 5 feet of the primary target.","If you do so, roll a d4 and lose a number of hit points equal to the number rolled. Each secondary target takes necrotic damage equal to that roll."],"source":"Fendas","featureType":"EI"},{"name":"Aimed Shot","entries":["As an action, you can spend 1 grit point to carefully line up a perfect shot. Make a ranged weapon attack against the target of your Hunter's Mark. If the attack hits, it inflicts an extra 1d8 damage of the weapon's type. This extra damage increases to 3d8 at 6th level and 5d8 at 9th level. When you use this exploit, your speed becomes 0 until the start of your next turn."],"source":"Fendas","featureType":"EXPT"},{"name":"Coup de Grace","entries":["If a creature targeted by your Hunter's Mark is prone or incapacitated, once per turn you can spend 1 grit point to inflict 1d8 extra damage of the weapon's type when you hit the creature with a weapon attack. This extra damage increases to 2d8 at 9th level."],"source":"Fendas","featureType":"EXPT"},{"name":"Crippling Blow","prerequisite":[{"level":{"level":6,"class":{"name":"Ranger, Reimaginated"}}}],"entries":["If a creature targeted by your Hunter's Mark is prone or incapacitated, once per turn you can spend 1 grit point to inflict 1d8 extra damage of the weapon's type when you hit the creature with a weapon attack. This extra damage increases to 2d8 at 9th level."],"source":"Fendas","featureType":"EXPT"},{"name":"Disarming Strike","entries":["When you hit the target of your Hunter's Mark with a weapon attack, you can spend 1 grit point to attempt to disarm the target, forcing it to drop one item of your choice that it's holding. The target must make a Strength saving throw. On a failed save, it drops the object you choose. The object lands at its feet."],"source":"Fendas","featureType":"EXPT"},{"name":"Escape the Horde","entries":["When a hostile creature moves within 5 feet of you, as a reaction you can spend 1 grit point to move up to half your speed. This movement doesn't provoke opportunity attacks."],"source":"Fendas","featureType":"EXPT"},{"name":"Ignore Pain","entries":["When you take damage, as a reaction you can spend 1 grit point to reduce the damage taken by 1d6 + your Wisdom modifier."],"source":"Fendas","featureType":"EXPT"},{"name":"Multiattack Defense","entries":["When a creature hits you with an attack, you can spend 1 grit point to gain a +4 bonus to AC against all subsequent attacks made by that creature until the start of its next turn."],"source":"Fendas","featureType":"EXPT"},{"name":"Stand Against the Tide","prerequisite":[{"level":{"level":6,"class":{"name":"Ranger, Reimaginated"}}}],"entries":["When a hostile creature misses you with a melee attack, as a reaction you can spend 1 grit point to force that creature to repeat the same attack against another creature (other that itself) of your choice."],"source":"Fendas","featureType":"EXPT"}],"spell":[{"name":"Spatial Collapse","level":3,"school":"V","time":[{"number":1,"unit":"action"}],"range":{"type":"point","distance":{"type":"feet","amount":120}},"components":{"s":true},"duration":[{"type":"timed","duration":{"type":"minute","amount":1},"concentration":true}],"classes":{"fromClassList":[{"name":"Sorcerer","source":"PHB"},{"name":"Wizard","source":"PHB"}]},"source":"Fendas","entries":["You warp space around and within a creature to condense, turning it into a dense ball of mass. A creature you can see within range must make a Constituition saving throw or take 7d6 bludgeoning damage and begin to condense. It can repeat the saving throw at the end of each of its turns. For each saving throw it fails, it is condensed one level higher, as shown on the table below, and it takes an additional 4d6 bludgeoning damage.","If the taret succeeds, it takes half as much damage and it lower one condensed level. The spell ends if it lowers from level 1. If a target's size is reduced below Tiny, its dimensions are reduced to a fourth of its previous.",{"type":"table","caption":"Condensed Level","colLabels":["Level","Effect"],"colStyles":["col-2 text-center","col-10"],"rows":[[1,"Target's speed is halved"],[2,"Target's size is reduced by 1"],[3,"Target's speed is 0 and it is incapacitaded"],[4,"Target's size is reduced by 1 and it is paralyzed"],[5,"Target it petrified and sphere shaped"],[6,"Target is reduced to 0 hitpoints"]]}],"page":11,"damageInflict":["bludgeoning"],"savingThrow":["constitution"],"areaTags":["S"]},{"name":"Azrael's Black Hole Sun","source":"Fendas","page":10,"level":3,"school":"V","time":[{"number":1,"unit":"action"}],"range":{"type":"point","distance":{"type":"feet","amount":150}},"components":{"v":true,"s":true,"m":{"text":"limps of a corpse, bones or 2 pints of fresh blood","consume":true}},"duration":[{"type":"instant"}],"classes":{"fromSubclass":[{"class":{"name":"Warlock","source":"PHB"},"subclass":{"name":"Angel of Death","source":"Fendas"}}]},"entries":["You touch the material components, igniting a black flame with the blessing of Azrael, the Angel of Death. This flame grows into a dark fire, shaping itself as a sphere of fire with 1 foot of diameter.","At any moment you can call upon some magnetic aspects of this black blaze, drawing flames from any sources in 60 feet to feed the \"black sun\".","You can throw this orb of fire up to 150 feet, and each creature in a 20-foot-radius sphere centered on the impact point must make a Dexterity saving throw. A target takes 6d6 fire damage on a failed save, or half as much damage on a successful one. The fire spreads around corners. It ignites flammable objects in the area that aren’t being worn or carried, and burns until this object completely turns into ash.","For each source it absorved, the sphere grows 1 foot in diameter (the impact radius then growing 5-foot in radius) and the damage increases by 1d4 necrotic damage."],"entriesHigherLevel":[{"type":"entries","name":"At Higher Levels","entries":["When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd and the flame absorption damage increases 1d4 for each slot level above 3rd and for each source."]}],"damageInflict":["fire","necrotic"],"savingThrow":["dexterity"],"areaTags":["S"]},{"name":"Dorian's Daydream","source":"Fendas","page":10,"level":5,"school":"D","time":[{"number":10,"unit":"minute"}],"range":{"type":"point","distance":{"type":"unlimited"}},"components":{"v":true,"s":true,"m":"a seashell originated from the feywild"},"duration":[{"type":"timed","duration":{"type":"minute","amount":5}}],"meta":{"ritual":true},"classes":{},"entries":["You can communicate with a known sleeping creature, creating a \"dream place\" with characteristics relatable to both where your minds are transported for 5 minutes.","You can send the message across any distance and even to other planes of existence, but if the target is on a different plane than you, there is a 5 percent chance that you cannot estabilish a line of communication."]}],"monster":[{"name":"Luke Undell","shortName":"Luke","source":"Fendas","type":{"type":"humanoid","tags":["Human","Variant Human"]},"level":5,"isNpc":true,"page":15,"size":"M","alignment":["N","G"],"ac":[{"ac":14,"from":["Natural Armor"]},{"ac":15,"from":["Unarmored Defense"],"condition":"no armor and not wielding a shield"},{"ac":16,"from":["Unarmored Defense","Breathing Techniques"],"condition":"no armor and not wielding a shield"}],"hp":{"special":"100"},"speed":{"walk":{"number":40,"condition":"no armor and not wielding a shield"}},"str":12,"dex":18,"con":13,"int":16,"wis":12,"cha":16,"save":{"str":"+5","dex":"+11"},"skill":{"athletics":"+5","acrobatics":"+11","history":"+9","medicine":"+8","perception":"+5","performance":"+9"},"passive":15,"languages":["Common","Elvish","Giant"],"languageTags":["C","E","GI"]},{"name":"Helena","source":"Fendas","type":{"type":"humanoid","tags":["half-elf"]},"level":9,"isNpc":true,"page":21,"size":"M","alignment":["L","G"],"ac":[{"ac":11,"from":["Natural Armor"]},{"ac":15,"from":["Scale Mail"]},{"ac":17,"from":["Scale Mail","Shield"]}],"hp":{"special":"197"},"speed":{"walk":30},"str":15,"dex":11,"con":14,"int":10,"wis":11,"cha":18,"save":{"wis":"+4","cha":"+8"},"skill":{"athletics":"+6","insight":"+4","investigation":"+4","perception":"+4","persuasion":"+8","religion":"+4"},"senses":["Darkvision 60 ft. (can’t discern color in darkness)"],"passive":14,"languages":["Common","Elvish","Celestial","Sylvan"],"spellcasting":[{"type":"spellcasting","name":"Spellcasting","ability":"cha"}],"languageTags":["C","D"],"spellcastingTags":["CP"]},{"name":"Brana Hammerrein","shortName":"Brana","source":"Fendas","type":{"type":"humanoid","tags":["dwarf","hill dwarf"]},"level":5,"isNpc":false,"page":18,"size":"S","alignment":["L","G"],"ac":[{"ac":11,"from":["Natural Armor"]},{"ac":15,"from":["Scale Mail"]},{"ac":17,"from":["Scale Mail","Shield"]}],"hp":{"special":"108"},"speed":{"walk":25},"str":12,"dex":13,"con":15,"int":15,"wis":17,"cha":12,"save":{"wis":"+6","cha":"+4"},"skill":{"acrobatics":"+4","insight":"+6","medicine":"+6"},"senses":["Darkvision 60 ft. (can’t discern color in darkness)"],"passive":13,"languages":["Common","Dwarvish"],"spellcasting":[{"type":"spellcasting","name":"Spellcasting","ability":"wis"}],"languageTags":["C","D"],"spellcastingTags":["CC"],"fluff":{"entries":[],"images":[{"type":"image","href":{"url":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/brana.jpg","type":"external"}}]},"tokenUrl":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/brana.jpg"},{"name":"Faenor Turon","shortName":"Faenor","alias":["Dominus"],"source":"Fendas","type":{"type":"humanoid","tags":["half-elf"]},"level":5,"isNpc":false,"page":17,"size":"M","alignment":["N"],"ac":[{"ac":12,"from":["Natural Armor"]},{"ac":13,"from":["Leather Armor"]}],"hp":{"special":"105"},"speed":{"walk":30},"str":14,"dex":15,"con":16,"int":14,"wis":14,"cha":19,"save":{"wis":"+5","cha":"+7"},"skill":{"arcana":"+5","deception":"+7","history":"+5","investigation":"+5","persuasion":"+7"},"senses":["Darkvision 60 ft. (can’t discern color in darkness)"],"passive":12,"languages":["Common","Elvish"],"spellcasting":[{"type":"spellcasting","name":"Pact Magic","ability":"cha"}],"languageTags":["C","E"],"spellcastingTags":["CL"],"fluff":{"images":[{"href":{"url":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/dominus.jpg","type":"external"},"crop":{"size":611.7711700038844,"width":1920,"height":2787,"x":780.7405745710216,"y":49.04959579595759},"type":"image"}]},"tokenUrl":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/dominus.jpg"},{"name":"Celka","alias":["Celska of Mier"],"source":"Fendas","type":{"type":"humanoid","tags":["human","Human (Mier)"]},"level":5,"isNpc":false,"page":19,"size":"M","alignment":["L","N"],"ac":[{"ac":11,"from":["Natural Armor"]},{"ac":15,"from":["Scale Mail"]},{"ac":17,"from":["Scale Mail","Shield"]}],"hp":{"special":"107"},"speed":{"walk":30},"str":16,"dex":16,"con":13,"int":14,"wis":14,"cha":10,"save":{"str":"+6","dex":"+6"},"skill":{"acrobatics":"+6","animal handling":"+5","athletics":"+6","insight":"+5","nature":"+5","survival":"+5"},"senses":["Keen Smell undefined (Advantage on Perception (Wisdom) checks that rely on smell)"],"passive":12,"languages":["Common","Baeric","Sylvan"],"languageTags":["C","BR","S"],"fluff":{"images":[{"href":{"url":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/celska.jpg","type":"external"},"type":"image"}]},"tokenUrl":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/celska.jpg"},{"name":"Briar Rose","alias":["Lyra"],"source":"Fendas","type":{"type":"humanoid","tags":["Fairy"]},"level":5,"isNpc":false,"page":16,"size":"V","alignment":["N"],"ac":[{"ac":12,"from":["Natural Armor"]},{"ac":13,"from":["Leather Armor"]}],"hp":{"special":"76"},"speed":{"walk":{"number":25,"condition":"fae form"},"fly":{"number":50,"condition":"fae form, no armor"},"alternate":{"walk":[{"number":10,"condition":"humanoid form"}],"fly":[{"number":30,"condition":"humanoid form, no medium or heavy armor"}]}},"str":7,"dex":15,"con":10,"int":12,"wis":14,"cha":19,"save":{"dex":"+5","cha":"+7"},"skill":{"acrobatics":"+5","animal handling":"+5","arcana":"+4","athletics":"+1","deception":"+7","history":"+2","insight":"+8","intimidation":"+5","investigation":"+2","medicine":"+3","nature":"+2","perception":"+5","performance":"+7","persuasion":"+7","religion":"+2","sleight of hand":"+3","stealth":"+8","survival":"+3"},"passive":15,"languages":["Common","Elvish","Sylvan"],"spellcasting":[{"type":"spellcasting","name":"Spellcasting","ability":"cha"}],"languageTags":["C","E","S"],"spellcastingTags":["CB"],"fluff":{"images":[{"href":{"url":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/lyra.jpg","type":"external"},"type":"image"},{"href":{"url":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/lyra_fae.jpg","type":"external"},"type":"image"}]},"tokenUrl":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/lyra.jpg"},{"name":"Med'an","alias":["Rodrick"],"source":"Fendas","type":{"type":"humanoid","tags":["human"]},"level":5,"isNpc":false,"page":19,"size":"M","alignment":["N","G"],"ac":[{"ac":10,"from":["Natural Armor"]}],"hp":{"special":"104"},"speed":{"walk":30},"str":8,"dex":11,"con":16,"int":20,"wis":12,"cha":13,"save":{"int":"+8","wis":"+4"},"skill":{"arcana":"+8","history":"+8","insight":"+4","investigation":"+8"},"passive":11,"languages":["Common","Elvish","Sylvan","Draconic"],"spellcasting":[{"type":"spellcasting","name":"Spellcasting","ability":"int"},{"type":"spellcasting","name":"Pact Magic","ability":"cha"}],"languageTags":["C","E","S","DR"],"spellcastingTags":["CL","CW"],"fluff":{"images":[{"href":{"url":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/medan.jpg","type":"external"},"type":"image"}]},"tokenUrl":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/medan.jpg"},{"name":"Vi'Thor Khar'Valhus","shortName":"Vi'Thor","source":"Fendas","type":{"type":"humanoid","tags":["tiefling"]},"level":5,"isNpc":false,"page":20,"size":"M","alignment":["N"],"ac":[{"ac":14,"from":["Natural Armor"]},{"ac":15,"from":["Leather Armor"]}],"hp":{"special":"107"},"speed":{"walk":30},"str":13,"dex":18,"con":16,"int":16,"wis":14,"cha":18,"save":{"dex":"+7","int":"+6"},"skill":{"deception":"+7","history":"+6","intimidation":"+7","persuasion":"+7","sleight of hand":"+7","stealth":"+10"},"passive":12,"resist":["fire"],"languages":["Common","Elvish","Infernal"],"languageTags":["C","E","I"],"fluff":{"images":[{"href":{"url":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/vithor.png","type":"external"},"type":"image"}]},"tokenUrl":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/vithor.png"},{"name":"Isabel Westmoreland","shortName":"Isabel","source":"Fendas","type":{"type":"humanoid","tags":["human"]},"cr":"5","isNpc":true,"page":22,"size":"M","alignment":["N","E"],"ac":[{"ac":14,"from":["Natural Armor"]}],"hp":{"average":98,"formula":"18d8 + 18"},"speed":{"walk":30},"str":8,"dex":14,"con":12,"int":16,"wis":16,"cha":17,"save":{"dex":"+5","con":"+4","int":"+6","wis":"+6"},"skill":{"deception":"+6","insight":"+6","medicine":"+6"},"passive":13,"conditionImmune":["charmed","frightened"],"languages":["Common","Abyssal"],"spellcasting":[{"type":"spellcasting","name":"Innate Magic","ability":"cha"}],"languageTags":["C","A"],"spellcastingTags":["I","CL"],"fluff":{"images":[{"href":{"url":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/isabel_westmoreland.jpg","type":"external"},"type":"image"}]},"tokenUrl":"https://raw.githubusercontent.com/dsalexan/december-server/master/data/images/isabel_westmoreland.jpg"}],"item":[{"name":"Titania","source":"FCS","page":223,"baseItem":"greatsword|phb","type":"M","rarity":"rare","reqAttune":"by a fey","weight":12,"weaponCategory":"martial","property":["H","2H","S","V","F"],"dmg1":"2d8","dmgType":"S","dmg2":"1d12","entries":[{"type":"entries","name":"Special","entries":["Minimum Strength score to wield Titania is 19, otherwise it is considered a improvised weapon."]},{"type":"entries","name":"Fey Weapon","entries":["When wielded by a fairy this weapon becomes lighter, changing its properties to Versatile (1d12) and Finesse.","Feeding fairy blood to the weapon (around 1 pint, half a liter) achives the same effect for non-fey wielders for 1 minute.","As long as the sword is attuned to you and has the stats of a fey weapon, you can cast {@spell dorian's daydream|fcs} once a week."]}],"attachedSpells":["dorian's daydream"]}]}
